{
    "id": "chapter_04_21",
    "title": "Getting in Gear",
    "category": "energy",
    "character": "dominique",
    "condition": [
        ["turn_no", 4, "greater"],
        ["turn_no", 8, "lesser"]
    ],
    "description": {
        "en": [
            "#NAME, you're running behind. I know I'm asking a lot of you - in fact, I'm intentionally asking a lot of you. I want you to prove to me that this is something you can do. That this is something you have passion for.",
            "Now, I understand that sometimes it takes more work than you want it to. I know that sometimes the work sucks the fun out of things and makes it hard to see why you went into it in the first place. If you're having that problem, try and remember why you were passionate in the first place. Or think of the riches that await you for completing.",
            "Just find something to motivate yourself. You're so close to the finish line."
        ]
    },
    "yes_action": {
        "energy": 10,
        "mindfulness": 10
    },
    "no_action": {
        "productivity": 10,
        "energy": 10
    },
    "yes_caption": "Think about your passion",
    "no_caption": "Think about the rewards",
    "yes_description": {
        "en": [
            "You went into this field because you genuinely loved it. The feeling of being able to affect people's lives with something you created, and the belief you had that you could do it well. Not to mention how fun it was to overcome challenges along the way!",
            "You try to hold onto these memories in the weeks ahead, as you know you'll need them."
        ]
    },
    "no_description": {
        "en": [
            "You imagine what awaits you on the other end of this project - people using the thing you created, and feeling grateful to have it in their lives. The money that you'll (hopefully) get. The freedom that money will give you.",
            "You try to hold on to these thoughts in the weeks ahead, as you know you'll need them."
        ]
    }
}
